Revit 2027 API
WorksetPreview.Name Property
 Name of the workset.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Name { get; }
Public ReadOnly Property Name As String
	Get
public:
property String^ Name {
	String^ get ();
}
member Name : string with get
Property Value
String
Remarks
 Name is case-insensitive.
See Also
Reference
WorksetPreview Class
Autodesk.Revit.DB Namespace